/* Text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.ConsentText" = "%@ zal wat financiële gegevens over je verzamelen. Meer lezen";

/* Title of the Privacy Policy link. This has to match the mention of the Privacy Policy in the `Credentials.TermsText` string. */
"Credentials.PrivacyPolicy" = "Privacybeleid";

/* Title of the link to more information. This has to match the text for link in the `Credentials.Consent.FinancialInformation` string. */
"Credentials.ReadMore" = "Meer lezen";

/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions and Privacy Policy. */
"Credentials.TermsText" = "Door de dienst te gebruiken, ga je akkoord met de algemene voorwaarden en het privacybeleid van Tink";

/* Title of the Privacy Policy link. This has to match the mention of the Terms and Conditions in the `Credentials.TermsText` string. */
"Credentials.TermsAndConditions" = "Algemene voorwaarden";

/* Title for action to continue adding credentials. */
"Credentials.Discard.ContinueAction" = "Verdergaan met bewerken";

/* Title for action to discard adding credentials. */
"Credentials.Discard.PrimaryAction" = "Wijzigingen negeren";

/* Title for action sheet presented when user tries to dismiss modal while adding credentials. */
"Credentials.Discard.Title" = "Weet je zeker dat je deze nieuwe gegevens wilt verwijderen?";

/* Title for error shown when authentication failed while adding credentials. */
"Credentials.Error.AuthenticationFailed" = "Authenticatie is mislukt";

/* Message for error shown when credentials already exists. */
"Credentials.Error.CredentialsAlreadyExists" = "Je hebt al een koppeling met deze bank of dienst.";

/* Title for error shown when a permanent failure occured while adding credentials. */
"Credentials.Error.PermanentFailure" = "Permanente fout";

/* Title for error shown when a temporary failure occured while adding credentials. */
"Credentials.Error.TemporaryFailure" = "Tijdelijke fout";

/* Title for button to start authenticating credentials. */
"Generic.Continue" = "Volgende";

/* Title for button to open BankID app. */
"Credentials.OpenBankID" = "BankID openen";

/* Title for screen where user fills in form to add credentials. */
"Credentials.Title" = "Verifiëren";

/* Text introducing the descriptions for which data points will be collected when using the service. */
"ConsentInformation.Description" = "Door verder te gaan met deze dienst, zullen wij financiële gegevens over je verzamelen. Dit zijn de datapunten die we over je verzamelen:";

/* Title for text introducing the descriptions for which data points will be collected when using the service. */
"ConsentInformation.Title" = "We verzamelen de volgende gegevens over je";

/* Text shown when adding credentials and waiting for authorization. */
"CredentialsStatus.Authorizing" = "Bezig met autoriseren...";

/* Text shown when canceling supplementing information. */
"CredentialsStatus.Canceling" = "Bezig met annuleren...";

/* Text shown when submitting supplemental information. */
"CredentialsStatus.Sending" = "Bezig met verzenden...";

/* Text shown when updating credentials. */
"CredentialsStatus.Updating" = "Er wordt verbinding gemaakt met %@, een ogenblikje graag...";

/* Fallback text shown when fail to get bank name while updating credentials. */
"CredentialsStatus.UpdatingFallback" = "Er wordt verbinding gemaakt, een ogenblikje graag...";

/* Text shown when adding credentials and waiting for authentication on another device. */
"CredentialsStatus.WaitingForAuthenticationOnAnotherDevice" = "Er wordt gewacht op verificatie op een ander apparaat";

/* Title for button to dismiss the screen shown when credentials were added successfully. */
"Generic.Done" = "Klaar";

/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Subtitle" = "Je rekening is met succes gekoppeld aan %@.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Title" = "Koppelen is gelukt";

/* Text for the warning shown when the developer is unverified. */
"Credentials.UnverifiedClient" = "Niet geverifieerd. Deze oplossing is alleen bedoeld voor ontwikkelingsdoeleinden. Voer geen bankgegevens in, tenzij je de ontwikkelaar vertrouwt.";

/* Title for button to cancel an ongoing task for adding credentials. */
"Generic.Cancel" = "Annuleren";

/* Title for action to dismiss error alert. */
"Generic.Dismiss" = "Negeren";

/* Title for action to confirm alert. */
"Generic.OK" = "OK";

/* Title generic alert. */
"Generic.Error" = "Fout";

/* Text used to form a list. */
"Generic.And" = "en";

/* Title for error alert if error doesn't contain a description. */
"Generic.ServiceAlert.FallbackTitle" = "De dienst is tijdelijk onbeschikbaar.";

/* Title for action to retry a failed request. */
"Generic.Retry" = "Opnieuw proberen";

/* Description of the provider capability Checking Accounts. */
"ProviderCapability.CheckingAccounts" = "Lopende rekeningen";

/* Description of the provider capability Credit Cards. */
"ProviderCapability.CreditCards" = "Creditcards";

/* Description of the provider capability E-Invoices. */
"ProviderCapability.EInvoices" = "Elektronische facturen";

/* Description of the provider capability Identity Data. */
"ProviderCapability.IdentityData" = "Identiteitsgegevens";

/* Description of the provider capability Investments. */
"ProviderCapability.Investments" = "Beleggingen";

/* Description of the provider capability Loans. */
"ProviderCapability.Loans" = "Leningen";

/* Description of the provider capability Mortgage Aggregation. */
"ProviderCapability.MortgageAggregation" = "Gecombineerde hypotheken";

/* Description of the provider capability Mortgage Loan. */
"ProviderCapability.MortgageLoan" = "Hypotheeklening";

/* Description of the provider capability Payments. */
"ProviderCapability.Payments" = "Betalingen";

/* Description of the provider capability Savings Accounts. */
"ProviderCapability.SavingsAccounts" = "Spaarrekeningen";

/* Description of the provider capability Transfers. */
"ProviderCapability.Transfers" = "Overschrijvingen";

/* Description for error when providers could not be loaded. */
"ProviderList.Error.Description" = "We zijn op de hoogte van deze fout en werken hard aan een oplossing. We hopen dat je even geduld hebt en het later opnieuw wilt proberen.";

/* Description for error when providers could not be loaded and it is likely it's a temporary error. */
"ProviderList.Error.Temporary" = "Dit kan een tijdelijke fout zijn. Probeer het opnieuw en kijk of het probleem zich opnieuw voordoet.";

/* Title for when providers could not be loaded. */
"ProviderList.Error.Title" = "Het spijt ons, maar we konden op dit moment geen banken laden.";

/* Title for screen where user selects which access type to use when adding credentials. */
"SelectAccessType.Title" = "%@ toevoegen";

/* Title for screen where user selects which authentication type to use when adding credentials. */
"SelectCredentialsType.Title" = "Inlogmethode";

/* Title for list of all providers. */
"ProviderList.Title" = "Bank kiezen";

/* Placeholder in search field shown in provider list. */
"ProviderList.SearchHint" = "Zoek een bank of pas";

/* Title for form asking user to supplement information when adding credentials. */
"SupplementalInformation.Title" = "Aanvullende informatie";

/* Description shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeDescription" = "Open de mobiele Bank ID-app en scan deze QR-code ter verificatie.";

/* Title shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeTitle" = "Open de BankID-app";

/* Title for action to download app for third-party app authentication. */
"ThirdPartyAppAuthentication.DownloadAlert.Download" = "Downloaden";
